{ "translations": {
    "App order" : "ترتيب التطبيقات",
    "AppOrder" : "ترتيب التطبيقات",
    "Sort apps in the menu with drag and drop" : "فرز التطبيقات في القائمة بالسحب والإفلات",
    "Enable sorting the app icons from the personal settings. The order will be saved for each user individually. Administrators can define a custom default order.\n\n## Set a default order for all new users\n\nGo to the Settings > Administration > Additional settings and drag the icons under App order.\n\n## Use first app as default app\n\nYou can easily let Nextcloud redirect your user to the first app in their personal order by changing the following parameter in your config/config.php:\n\n    'defaultapp' => 'apporder',\n\nUsers will now get redirected to the first app of the default order or to the first app of the user order." : "تمكين ترتيب أيقونات التطبيق من خلال الإعدادات الشخصية. سيتم حفظ الترتيب الخاص بكل مستخدم على حده. يمكن للمشرف تعريف ترتيب تلقائي عام لكل المستخدمين. ## تعريف ترتيب تلقائي عام لكل المستخدمين. إذهب إلى الإعدادات ثم الإشراف ثم الإعداد الإضافية و اسحب الأيقونات تحت ترتيب التطبيق. ## استخدام أول تطبيق كترتيب تلقائي. يمكنك أن تجعل النكست كلاود يقوم بتوجيه المستخدم إلى أول تطبيق في ترتيبهم الشخصي بتغيير البارامترات التالية في ملف config/config.php: 'defaultapp'=>'apporder', \nسيتم توجيه المستخدمين إلى التطبيق الأول بحسب الترتيب التلقائي العام لكل المستخدمين أو إلى التطبيق الإول بحسب المستخدم.",
    "App Order" : "ترتيب التطبيقات",
    "Set a default order for all users. This will be ignored, if the user has setup a custom order, and the default order is not forced." : "تعيين ترتيب افتراضي لجميع المستخدمين. سيتم تجاهل هذا ، إذا قام المستخدم بإعداد أمر مخصص ، ولم يتم فرض الترتيب الافتراضي.",
    "Drag the app icons to change their order." : "قم بسحب أيقونة التطبيق لتغيير ترتيبتها.",
    "Force the default order for all users:" : "فرض الترتيب الافتراضي لجميع المستخدمين:",
    "If enabled, users will not be able to set a custom order." : "في حالة التمكين ، لن يتمكن المستخدمون من تعيين ترتيب مخصص."
},"pluralForm" :"nplurals=6; plural=n==0 ? 0 : n==1 ? 1 : n==2 ? 2 : n%100>=3 && n%100<=10 ? 3 : n%100>=11 && n%100<=99 ? 4 : 5;"
}