{ "translations": {
    "App order" : "Подредба на приложенията",
    "AppOrder" : "Подредба на приложения",
    "Sort apps in the menu with drag and drop" : "Променя реда на приложенията",
    "Enable sorting the app icons from the personal settings. The order will be saved for each user individually. Administrators can define a custom default order.\n\n## Set a default order for all new users\n\nGo to the Settings > Administration > Additional settings and drag the icons under App order.\n\n## Use first app as default app\n\nYou can easily let Nextcloud redirect your user to the first app in their personal order by changing the following parameter in your config/config.php:\n\n    'defaultapp' => 'apporder',\n\nUsers will now get redirected to the first app of the default order or to the first app of the user order." : "Активирайте сортирането на иконите на приложения от личните настройки. Подредбата ще бъде запазена за всеки потребител поотделно. Администраторите могат да дефинират персонализирана подредба по подразбиране.\n\n## Задаване на подредба по подразбиране за всички нови потребители\n\nОтидете на Настройки > Администриране> Допълнителни настройки и завлечете иконите под Подредба на приложенията.\n\n## Използвайте първото приложение като приложение по подразбиране \n\n Можете лесно да оставите Nextcloud да пренасочи потребителя ви към първото приложение в техния личен ред, като промените следния параметър във вашия config/config.php:\n 'defaultapp' => 'apporder', \nПотребителите вече ще бъдат пренасочвани към първото приложение от подредбата по подразбиране или към първото приложение от подредбата на потребителя.",
    "App Order" : "Подредба на приложенията",
    "Set a default order for all users. This will be ignored, if the user has setup a custom order, and the default order is not forced." : "Задаване на подредба по подразбиране за всички потребители. Това ще бъде игнорирано, ако потребителят е настроил персонализирана подредба, а подредбата по подразбиране не е принудителна.",
    "Drag the app icons to change their order." : "Влачете иконите на приложенията, за да промените подредбата им",
    "Force the default order for all users:" : "Принудителна  подредба по подразбиране за всички потребители:",
    "If enabled, users will not be able to set a custom order." : "Ако е активирано, потребителите няма да могат да задават персонализирана подредба. "
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}