{ "translations": {
    "App order" : "Ordre de les aplicacions",
    "AppOrder" : "Ordre de les aplicacions",
    "Sort apps in the menu with drag and drop" : "Arrossegueu i deixeu anar les aplicacions del menú per a ordenar-les",
    "Enable sorting the app icons from the personal settings. The order will be saved for each user individually. Administrators can define a custom default order.\n\n## Set a default order for all new users\n\nGo to the Settings > Administration > Additional settings and drag the icons under App order.\n\n## Use first app as default app\n\nYou can easily let Nextcloud redirect your user to the first app in their personal order by changing the following parameter in your config/config.php:\n\n    'defaultapp' => 'apporder',\n\nUsers will now get redirected to the first app of the default order or to the first app of the user order." : "Activeu l'ordenació de les icones de l'aplicació des de la configuració personal. La comanda es desarà per a cada usuari individualment. Els administradors poden definir una comanda predeterminada personalitzada.\n\n## Estableix una ordre predeterminada per a tots els usuaris nous\n\nAneu a Configuració > Administració > Configuració addicional i arrossegueu les icones a Ordre de l'aplicació.\n\n## Utilitzeu la primera aplicació com a aplicació predeterminada\n\nPodeu deixar fàcilment que Nextcloud redirigeixi el vostre usuari a la primera aplicació en el seu ordre personal canviant el paràmetre següent al vostre config/config.php:\n\n    'defaultapp' => 'ordenar',\n\nAra els usuaris seran redirigits a la primera aplicació de la comanda predeterminada o a la primera aplicació de la comanda d'usuari.",
    "App Order" : "Ordre de les aplicacions",
    "Set a default order for all users. This will be ignored, if the user has setup a custom order, and the default order is not forced." : "Configureu un ordre per defecte per a tots els usuaris. S'ignorarà si l'usuari ha definit un ordre personalitzat i si no es força l'ordre per defecte.",
    "Drag the app icons to change their order." : "Arrossegueu les icones de les aplicacions per a canviar-ne l'ordre.",
    "Force the default order for all users:" : "Força l'ordre per defecte per a tots els usuaris:",
    "If enabled, users will not be able to set a custom order." : "Si s'habilita, els usuaris no podran canviar l'ordre."
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}