{ "translations": {
    "App order" : "App rækkefølge",
    "AppOrder" : "AppOrder",
    "Sort apps in the menu with drag and drop" : "Sorter apps i menuen med træk og slip",
    "Enable sorting the app icons from the personal settings. The order will be saved for each\nuser individually. Administrators can define a custom default order.\n\n## Set a default order for all new users\n\nGo to the Admin settings > Additional settings and drag the icons under App order.\n\n## Use first app as default app\n\nYou can easily let Nextcloud redirect your user to the first app in their\npersonal order by changing the following parameter in your config/config.php:\n\n    'defaultapp' => 'apporder',\n\nUsers will now get redirected to the first app of the default order or to the\nfirst app of the user order." : "Aktiver sortering af app ikoner i personlige indstillinger. Rækkefølgen bliver gemt individuelt for hver bruger. Administratorer kan definere en anden standard rækkefølge.\n\n## Indstil en standard rækkefølge for alle nye brugere\n\nGå til Administrator indstillinger > yderligere indstillinger og træk ikonerne til App rækkefølge.\n\n## Benyt første app som standard app\n\nDu kan let lade Nextcloud guide din bruger til den første app in deres\npersonlige rækkefølge ved at ændre den følgende parameter i din config/config.php:\n\n 'defaultapp' => 'apporder',\n\nBrugere bliver nu dirigeret til den første app i standard rækkefølgen eller den første app i brugerens rækkefølge.",
    "App Order" : "Apporden",
    "Set a default order for all users. This will be ignored, if the user has setup a custom order, and the default order is not forced." : "Angiv forvalgt rækkefølge for alle brugere. Dette ignoreres, hvis brugeren selv angiver egen rækkefølge, og den forvalgte rækkefølge er ikke påtvunget. ",
    "Drag the app icons to change their order." : "Flyt appikonerne for at ændre ordenen.",
    "Force the default order for all users:" : "Gennemtving den forvalgte rækkefølge for alle brugere:",
    "If enabled, users will not be able to set a custom order." : "Hvis slået til, så kan brugere ikke angive egne rækkefølger.   "
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}