{ "translations": {
    "App order" : "Σειρά εφαρμογών",
    "AppOrder" : "Αίτηση Εφαρμογής",
    "Sort apps in the menu with drag and drop" : "Ταξινόμηση εφαρμογών στο μενού με μεταφορά και απόθεση",
    "Enable sorting the app icons from the personal settings. The order will be saved for each\nuser individually. Administrators can define a custom default order.\n\n## Set a default order for all new users\n\nGo to the Admin settings > Additional settings and drag the icons under App order.\n\n## Use first app as default app\n\nYou can easily let Nextcloud redirect your user to the first app in their\npersonal order by changing the following parameter in your config/config.php:\n\n    'defaultapp' => 'apporder',\n\nUsers will now get redirected to the first app of the default order or to the\nfirst app of the user order." : "Ενεργοποιήστε την ταξινόμηση των εικονιδίων των εφαρμογών από τις προσωπικές ρυθμίσεις. θα αποθηκευτεί για κάθε\nχρήστη ξεχωριστά. Οι διαχειριστές μπορούν να καθορίσουν μια προσαρμοσμένη προεπιλεγμένη σειρά.\n\n## Καθορίστε προεπιλογή για όλους τους νέους χρήστες\nΣτις ρυθμίσεις διαχειριστή > επιπλέον ρυθμίσεις και σέρετε και αποθέστε τα εικονίδια εφαρμογών.\n\n## Χρήση της πρώτης εφαρμογής ως προεπιλογή\n\nΠρορείτε εύκολα να επιτρέψετε στο  Nextcloud  να ανακατευθύνει τους χρήστες στην πρώτη εφαρμογή από τις\nπροσωπικές ρυθμίσεις αλλάζοντας την παράμετρο στο αρχείο config/config.php:\n\n 'defaultapp' => 'apporder',\n\nΟι  χρήστες θα ανακατευθυνθούν στην πρώτη εφαρμογή απο την προεπιλογή ή στην πρώτη εφαρμογή του χρήστη.",
    "App Order" : "Σειρά εφαρμογών",
    "Set a default order for all users. This will be ignored, if the user has setup a custom order, and the default order is not forced." : "Ορίστε μια προεπιλεγμένη σειρά για όλους τους χρήστες. Αυτό θα αγνοηθεί εάν ο χρήστης έχει ρυθμίσει μια προσαρμοσμένη σειρά και η προεπιλεγμένη δεν θα εφαρμοστεί.",
    "Drag the app icons to change their order." : " Σύρετε τα εικονίδια των εφαρμογών για να αλλάξετε τη σειρά τους.",
    "Force the default order for all users:" : "Επιβολή προεπιλογής σε όλους τους χρήστες:",
    "If enabled, users will not be able to set a custom order." : "Αν ενεργοποιηθεί, οι χρήστες δεν θα μπορούν να ορίσουν μια προσαρμοσμένη σειρά."
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}