{ "translations": {
    "App order" : "Orden de apps",
    "AppOrder" : "AppOrder",
    "Sort apps in the menu with drag and drop" : "Ordenar apps en el menú mediante arrastrar y soltar",
    "Enable sorting the app icons from the personal settings. The order will be saved for each\nuser individually. Administrators can define a custom default order.\n\n## Set a default order for all new users\n\nGo to the Admin settings > Additional settings and drag the icons under App order.\n\n## Use first app as default app\n\nYou can easily let Nextcloud redirect your user to the first app in their\npersonal order by changing the following parameter in your config/config.php:\n\n    'defaultapp' => 'apporder',\n\nUsers will now get redirected to the first app of the default order or to the\nfirst app of the user order." : "Permite ordenar los iconos de las apps desde la configuración personal. El orden se salvará individualmente para\ncada usuario. Los administradores puede definir un orden por defecto personalizado.\n\n## Configurar un orden por defecto para todos los usuarios nuevos\n\nConfiguración > Configuración adicional y arrastrar los iconos debajo de App Order.\n\n## Usar la primera app como app por defecto\n\nPuedes dejar que Nextcloud redireccione tu usuario a la primera app en el\norden personal con mucha facilidad. Hay que cambiar el siguiente parámetro en tu config/config.php:\n\n'defaultapp' => 'apporder',\n\nLos usuarios serán redirigidos a partir de ahora la primera app del orden por defecto o a la\nprimera app del orden del usuario.",
    "App Order" : "Orden de apps",
    "Set a default order for all users. This will be ignored, if the user has setup a custom order, and the default order is not forced." : "Establecer un orden predeterminado para todos los usuarios. Esto se ignorará si el usuario ha configurado un orden personalizado o si el orden predeterminado no está forzado.",
    "Drag the app icons to change their order." : "Arrastra los iconos de las aplicaciones para cambiar el orden.",
    "Force the default order for all users:" : "Forzar orden para todos los usuarios:",
    "If enabled, users will not be able to set a custom order." : "Si se activa, los usuarios no podrán personalizar el orden de las apps."
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}