{ "translations": {
    "AppOrder" : "Orden de la aplicación",
    "Sort apps in the menu with drag and drop" : "Ordena las aplicaciones en el menú arrastrándolas",
    "Enable sorting the app icons from the personal settings. The order will be saved for each\nuser individually. Administrators can define a custom default order.\n\n## Set a default order for all new users\n\nGo to the Admin settings > Additional settings and drag the icons under App order.\n\n## Use first app as default app\n\nYou can easily let Nextcloud redirect your user to the first app in their\npersonal order by changing the following parameter in your config/config.php:\n\n    'defaultapp' => 'apporder',\n\nUsers will now get redirected to the first app of the default order or to the\nfirst app of the user order." : "Habilita el ordenamiento de los íconos de aplicaciones desde las configuraciones personales. El orden se guardará para cada \nusuario individualmente. Los adminsitradores pueden definir un orden predeterminado. \n\n### Establece el orden predeterminado para todos los usuarios\n\nVe a las configuraciones de Admin > Configuraciones adicionales y arrastra los íconos en orden de App.\n\n## Usa la primera aplicación como la aplicación predeterminada\n\nPuedes permitirle fácilmente a Nexcloud redirigir a tu usuario a la primera aplicación en su ordenamiento personal cambiando el siguiente parámetro en tu archivo config/config.php:\n\n'defaultapp' => 'apporder',\n\nLos usuarios ahora serán redirigidos a la primera aplicación del ordenamiento predeterminado o a la primera aplicación del ordenamiento de ese usuario. ",
    "App Order" : "Orden de la aplicación",
    "Set a default order for all users. This will be ignored, if the user has setup a custom order." : "Predeterminar el ordenamiento para todos los usuarios. Esto se ignorará si el usuario ha configurado su propio ordenamiento. ",
    "Drag the app icons to change their order." : "Arrastra los íconos de la aplicación para cambiar su orden."
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}