{ "translations": {
    "App order" : "Aplikazioen ordena",
    "AppOrder" : "App-en ordena",
    "Sort apps in the menu with drag and drop" : "Ordenatu menuko aplikazioak arrastatu eta jareginez",
    "Enable sorting the app icons from the personal settings. The order will be saved for each\nuser individually. Administrators can define a custom default order.\n\n## Set a default order for all new users\n\nGo to the Admin settings > Additional settings and drag the icons under App order.\n\n## Use first app as default app\n\nYou can easily let Nextcloud redirect your user to the first app in their\npersonal order by changing the following parameter in your config/config.php:\n\n    'defaultapp' => 'apporder',\n\nUsers will now get redirected to the first app of the default order or to the\nfirst app of the user order." : "Gaitu aplikazioen ikonoen ordena norbere ezarpenetatik aldatzea. Erabiltzaile bakoitzak\nbere ordena eduki dezake. Kudeatzaileek lehenetsitako ordena definitu dezakete.\n\n## Ezarri lehenetsitako ordena erabiltzaile berri guztientzat\n\nJoan Kudeatzaile ezarpenetara > Ezarpen gehigarrietara eta arrastatu App-en ordenaren azpiko ikonoak.\n\n## Erabili lehen aplikazioa lehenetsitakoa bezala\n\nNextcloudek erabiltzaile bakoitza bere ordena pertsonaleko lehen aplikaziorantz\nberbideratu dezake modu errazean, ezarpenetan honako parametroa aldatuz config/config.php:\n\n    'defaultapp' => 'apporder',\n\nErabiltzaileak berbideratuak izango dira ordena lehenetsiko lehen aplikaziora edo\nerabiltzailearen ordenaren lehen aplikaziora.",
    "App Order" : "App-en ordena",
    "Set a default order for all users. This will be ignored, if the user has setup a custom order, and the default order is not forced." : "Ezarri lehenetsitako orden bat erabiltzaile guztientzat. Hau ezikusi egingo da erabiltzaileak orden pertsonalizatu bat konfiguratuta badu, eta orden lehenetsia ez badago behartuta.",
    "Drag the app icons to change their order." : "Arrastatu app-en ikonoak ordena aldatzeko.",
    "Force the default order for all users:" : "Behartu lehenetsitako ordena erabiltzaile guztientzat:",
    "If enabled, users will not be able to set a custom order." : "Gaituta badago, erabiltzaileek ezingo dute orden pertsonalizatu bat ezarri."
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}