{ "translations": {
    "App order" : "Ordre des applications",
    "AppOrder" : "Ordre des apps",
    "Sort apps in the menu with drag and drop" : "Triez les application dans le menu en les faisant glisser",
    "Enable sorting the app icons from the personal settings. The order will be saved for each\nuser individually. Administrators can define a custom default order.\n\n## Set a default order for all new users\n\nGo to the Admin settings > Additional settings and drag the icons under App order.\n\n## Use first app as default app\n\nYou can easily let Nextcloud redirect your user to the first app in their\npersonal order by changing the following parameter in your config/config.php:\n\n    'defaultapp' => 'apporder',\n\nUsers will now get redirected to the first app of the default order or to the\nfirst app of the user order." : "Autoriser à trier les icônes des applications dans les paramètres personel. L'ordre sera sauvegardé pour chaque utilisateur individuellement. Les administrateurs peuvent définir un ordre par défaut.\n\n## Mettre en place un ordre par défaut pour tous les nouveaux utilisateurs\n\nAllez dans Paramètres d'administration > Paramètres supplémentaires et glisser les icônes dans l'ordre voulu.\n\n## Utiliser la première application comme application par défaut\n\nVous pouvez facilement laisser Nextcloud rediriger votre utilisateur vers la première application de leur ordre personnel en changeant le paramètre suivant dans le fichier config/config.php:\n\n    'defaultapp' => 'apporder',\n\nL'utilisateur sera désormais redirigé vers sa première application de l'ordre par défaut ou la première application de son ordre.",
    "App Order" : "Ordre des applications",
    "Set a default order for all users. This will be ignored, if the user has setup a custom order." : "Définir un ordre par défaut pour tous les utilisateurs. Il sera ignoré si l'utilisateur a défini un ordre personnalisé.",
    "Drag the app icons to change their order." : "Faites glisser les icônes des applications pour changer leur ordre."
},"pluralForm" :"nplurals=2; plural=(n > 1);"
}