{ "translations": {
    "App order" : "Orde das aplicacións",
    "AppOrder" : "AppOrder",
    "Sort apps in the menu with drag and drop" : "Ordenar aplicacións no menú arrastrando e soltando",
    "Enable sorting the app icons from the personal settings. The order will be saved for each\nuser individually. Administrators can define a custom default order.\n\n## Set a default order for all new users\n\nGo to the Admin settings > Additional settings and drag the icons under App order.\n\n## Use first app as default app\n\nYou can easily let Nextcloud redirect your user to the first app in their\npersonal order by changing the following parameter in your config/config.php:\n\n    'defaultapp' => 'apporder',\n\nUsers will now get redirected to the first app of the default order or to the\nfirst app of the user order." : "Activa a ordenación das iconas das aplicacións dende os axustes persoais. A orde\ngardaráse individualmente para cada usuario. Os administradores poden definir\nunha orde personalizada predeterminada\n\n## Estabelecer unha orde predeterminada para todos os usuarios novos\n\nIr aos axustes de administración > Axustes adicionais e arrastrar as iconas na\norde desexada.\n\n## Usar a primeira aplicación como aplicación predeterminada\n\nPode deixar que Nextcloud redireccione o seu usuario á primeira aplicación na orde\npersoal con moita facilidade, só ten que cambiar o seguinte parámetro no ficheiro\nconfig/config.php:\n\n    'defaultapp' => 'apporder',\n\nA partir de agora, os usuarios serán redirixidos cara á primeira aplicación na\norde predeterminada ou cara á primeira aplicación na orde do usuario.",
    "App Order" : "Orde das aplicacións",
    "Set a default order for all users. This will be ignored, if the user has setup a custom order, and the default order is not forced." : "Estabelece unha orde predeterminado para todos os usuarios. Isto ignorarase se o usuario tiver estabelecida unha orden personalizada e a orde predeterminada non estiver forzada.",
    "Drag the app icons to change their order." : "Arrastre as iconas das aplicacións para cambiar a orde.",
    "Force the default order for all users:" : "Forzar a orde predeterminada para todos os usuarios:",
    "If enabled, users will not be able to set a custom order." : "Se está activado, os usuarios non poderán configurar unha orde personalizada."
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}