{ "translations": {
    "App order" : "Orde das aplicacións",
    "AppOrder" : "AppOrder",
    "Sort apps in the menu with drag and drop" : "Ordenar aplicacións no menú arrastrando e soltando",
    "Enable sorting the app icons from the personal settings. The order will be saved for each user individually. Administrators can define a custom default order.\n\n## Set a default order for all new users\n\nGo to the Settings > Administration > Additional settings and drag the icons under App order.\n\n## Use first app as default app\n\nYou can easily let Nextcloud redirect your user to the first app in their personal order by changing the following parameter in your config/config.php:\n\n    'defaultapp' => 'apporder',\n\nUsers will now get redirected to the first app of the default order or to the first app of the user order." : "Activa a clasificación das iconas das aplicacións desde a configuración persoal. A orde gardarase para cada usuario individualmente. Os administradores poden definir unha orde predeterminada personalizada.\n\n## Establece unha orde predeterminada para todos os usuarios novos\n\nVaia a Axustes > Administración > Axustes adicionais e arrastre as iconas baixo a Orde das Aplicacións.\n\n## Usa a primeira aplicación como aplicación predeterminada\n\nPodes permitir que Nextcloud redirixe o teu usuario á primeira aplicación na súa orde persoal cambiando o seguinte parámetro no teu config/config.php:\n\n'defaultapp' => 'apporder',\n\nAgora os usuarios serán redirixidos á primeira aplicación da orde predeterminada ou á primeira aplicación da orde do usuario.",
    "App Order" : "Orde das aplicacións",
    "Set a default order for all users. This will be ignored, if the user has setup a custom order, and the default order is not forced." : "Estabelece unha orde predeterminado para todos os usuarios. Isto ignorarase se o usuario tiver estabelecida unha orden personalizada e a orde predeterminada non estiver forzada.",
    "Drag the app icons to change their order." : "Arrastre as iconas das aplicacións para cambiar a orde.",
    "Force the default order for all users:" : "Forzar a orde predeterminada para todos os usuarios:",
    "If enabled, users will not be able to set a custom order." : "Se está activado, os usuarios non poderán configurar unha orde personalizada."
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}