{ "translations": {
    "AppOrder" : "Alkalmazássorrend",
    "Sort apps in the menu with drag and drop" : "Rendezze az alkalmazásait fogd és vidd módszerrel",
    "Enable sorting the app icons from the personal settings. The order will be saved for each\nuser individually. Administrators can define a custom default order.\n\n## Set a default order for all new users\n\nGo to the Admin settings > Additional settings and drag the icons under App order.\n\n## Use first app as default app\n\nYou can easily let Nextcloud redirect your user to the first app in their\npersonal order by changing the following parameter in your config/config.php:\n\n    'defaultapp' => 'apporder',\n\nUsers will now get redirected to the first app of the default order or to the\nfirst app of the user order." : "Lehetővé teszi az alkalmazásikonok rendezését a személyes beállításokban.\nA sorrend felhasználóként külön lesz mentve.\nAz adminisztrátorok egyéni alapértelmezett sorrendet adhatnak meg.\n\n## Alapértelmezett sorrend megadása az összes felhasználónak\n\nUgorjon az Adminisztrációs beállítások > További beállításokhoz, és húzza az ikonokat az alkalmazássorrend alatt.\n\n## Az első alkalmazás alapértelmezettként használata\n\nKönnyen beállítható, hogy a Nextcloud átirányítsa a felhasználót az\nelső alkalmazásra a saját sorrendjében, a következő paraméter\nbeállításával a config/config.php fájlban:\n\n    'defaultapp' => 'apporder',\n\nA felhasználók most már átirányításra kerülnek az alapértelmezett\nsorrend első alkalmazására, vagy az egyéni sorrendjük első\nalkalmazására.",
    "App Order" : "Alkalmazássorrend",
    "Set a default order for all users. This will be ignored, if the user has setup a custom order." : "Az alapértelmezett sorrend beállítása az összes felhasználónak. Ez figyelmen kívül lesz hagyva, ha a felhasználó egyéni sorrendet állít be.",
    "Drag the app icons to change their order." : "Húzza az alkalmazásikonokat a sorrendjük megváltoztatásához."
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}