{ "translations": {
    "App order" : "Urutan Aplikasi",
    "AppOrder" : "UrutanAplikasi",
    "Sort apps in the menu with drag and drop" : "Mengurutkan aplikasi pada menu secara tarik lepas",
    "Enable sorting the app icons from the personal settings. The order will be saved for each user individually. Administrators can define a custom default order.\n\n## Set a default order for all new users\n\nGo to the Settings > Administration > Additional settings and drag the icons under App order.\n\n## Use first app as default app\n\nYou can easily let Nextcloud redirect your user to the first app in their personal order by changing the following parameter in your config/config.php:\n\n    'defaultapp' => 'apporder',\n\nUsers will now get redirected to the first app of the default order or to the first app of the user order." : "Aktifkan penyortiran ikon aplikasi dari pengaturan pribadi. Pesanan akan disimpan untuk setiap pengguna satu per satu. Administrator dapat menentukan urutan bawaan kustom.\n\n## Tetapkan urutan default untuk semua pengguna baru\n\nBuka Pengaturan > Administrasi > Pengaturan tambahan dan seret ikon di bawah Urutan aplikasi.\n\n## Gunakan aplikasi pertama sebagai aplikasi bawaan\n\nAnda dapat dengan mudah membiarkan Nextcloud mengarahkan pengguna Anda ke aplikasi pertama dalam urutan pribadi mereka dengan mengubah parameter berikut di config/config.php Anda:\n\n    'defaultapp' => 'apporder',\n\nPengguna sekarang akan dialihkan ke aplikasi pertama dari pesanan bawaan atau ke aplikasi pertama dari pesanan pengguna.",
    "App Order" : "Urutan Aplikasi",
    "Set a default order for all users. This will be ignored, if the user has setup a custom order, and the default order is not forced." : "Atur setelan umum bagi semua pengguna. Ini akan diabaikan, jika pengguna telah menyetel urutan khusus, maka setelan umum tidak digunakan.",
    "Drag the app icons to change their order." : "Tarik ikon aplikasi untuk mengubah urutan.",
    "Force the default order for all users:" : "Semua pengguna wajib menggunakan urutan umum.",
    "If enabled, users will not be able to set a custom order." : "Jika diaktifkan, pengguna tidak dapat  menyetel urutan khusus."
},"pluralForm" :"nplurals=1; plural=0;"
}