{ "translations": {
    "App order" : "Programėlių tvarka",
    "AppOrder" : "Programėlių išdėstymo tvarka",
    "Sort apps in the menu with drag and drop" : "Velkant rikiuoti meniu esančias programėles",
    "Enable sorting the app icons from the personal settings. The order will be saved for each\nuser individually. Administrators can define a custom default order.\n\n## Set a default order for all new users\n\nGo to the Admin settings > Additional settings and drag the icons under App order.\n\n## Use first app as default app\n\nYou can easily let Nextcloud redirect your user to the first app in their\npersonal order by changing the following parameter in your config/config.php:\n\n    'defaultapp' => 'apporder',\n\nUsers will now get redirected to the first app of the default order or to the\nfirst app of the user order." : "Įjunkite galimybę rūšiuoti programos ikonas  asmeniniuose nustatymuose.  Kiekvienas naudotojas galės išsisaugoti individualią \nikonų išdėstymo tvarką. Administratorius gali nustatyti numatytąją tvarką.\n\n## Nustatyti numatytąją išdėstymo tvarką visiems naujiems naudotojams\n\nPasirinkite Administratoriaus nustatymai > Papildomi nustatymai ir tempdami išrikiuokite programų tvarką.\n\n## Naudokite pirmąją programą kaip numatytąją \n\nJūs galite lengvai leisti Nextcloud programai nukreipti Jūsų naudotoją į pirmąją programą, pakeisdami sekančius parametrus config/config.php faile:\n \n'defaultapp' => 'apporder',\n\nNaudotojas bus nukreiptas į pirmąją programą, pagal numatytą arba personalinę naudotojo tvarką.",
    "App Order" : "Programėlių tvarka",
    "Set a default order for all users. This will be ignored, if the user has setup a custom order, and the default order is not forced." : "Nustatyti numatytąją tvarką visiems naudotojams. Jos bus nepaisoma, jei naudotojas yra nusistatęs pasirinktinę tvarką, o numatytoji tvarka nėra priverstinė.",
    "Drag the app icons to change their order." : "Norėdami keisti programėlių tvarką, vilkite jų piktogramas.",
    "Force the default order for all users:" : "Priverstinai taikyti numatytąją tvarką visiems naudotojams:",
    "If enabled, users will not be able to set a custom order." : "Jei įjungta, naudotojai negalės nusistatyti pasirinktinės tvarkos."
},"pluralForm" :"nplurals=4; plural=(n % 10 == 1 && (n % 100 > 19 || n % 100 < 11) ? 0 : (n % 10 >= 2 && n % 10 <=9) && (n % 100 > 19 || n % 100 < 11) ? 1 : n % 1 != 0 ? 2: 3);"
}