{ "translations": {
    "App order" : "Lietotņu izkārtojums",
    "AppOrder" : "Lietotņu izkārtojums",
    "Sort apps in the menu with drag and drop" : "Sakārto lietotnes lietotņu logā pārvelkot un nometot",
    "Enable sorting the app icons from the personal settings. The order will be saved for each\nuser individually. Administrators can define a custom default order.\n\n## Set a default order for all new users\n\nGo to the Admin settings > Additional settings and drag the icons under App order.\n\n## Use first app as default app\n\nYou can easily let Nextcloud redirect your user to the first app in their\npersonal order by changing the following parameter in your config/config.php:\n\n    'defaultapp' => 'apporder',\n\nUsers will now get redirected to the first app of the default order or to the\nfirst app of the user order." : "Iespējot lietotņu ikonu sakārtošanu no personīgiem iestatījumiem. Šis izkārtojums tiks saglabāta katram\nlietotājam induviduāli. Administratori var definēt specifisku noklusējuma izkārtojumu.\n\n## Uzstādīt noklusējuma izkārtojumu priekš visiem jauniem lietotājiem\n\nAizej uz Administrēšanas iestatījumiem > Papildus iestatījumi un pārvelc ikonas zem Lietotnes izkārtojums.\n\n## Uzstādīt pirmo lietotni kā noklusējuma lietotni\n\nTu vari vienkārši ļaut Nextcloud novirzīt lietotāju uz pirmo lietotni viņu\npersonīgajā izkārtojumā pārmainot sekojošo parametru savā config/config.php:\n\n  'defaultapp' => 'apporder'\n\nLietotāji nu tiks novirzīti uz pirmo lietotni savā noklusējuma izkārtojumā vai uz\npirmo lietotni lietotāja izkārtojumā.",
    "App Order" : "Lietotņu izkārtojums",
    "Set a default order for all users. This will be ignored, if the user has setup a custom order." : "Uzstādīt kā noklusējuma izkārtojumu visiem lietotājiem. Tas tiks ignorēts, ja lietotājs ir uzstādijis citu izkārtojums.",
    "Drag the app icons to change their order." : "Pārvelc lietotņu ikonas, lai mainītu to izkārtojumu."
},"pluralForm" :"nplurals=3; plural=(n%10==1 && n%100!=11 ? 0 : n != 0 ? 1 : 2);"
}