{ "translations": {
    "App order" : "Ordem de aplicativos",
    "AppOrder" : "AppOrder",
    "Sort apps in the menu with drag and drop" : "Ordene os aplicativos no menu com arrastar e soltar",
    "Enable sorting the app icons from the personal settings. The order will be saved for each\nuser individually. Administrators can define a custom default order.\n\n## Set a default order for all new users\n\nGo to the Admin settings > Additional settings and drag the icons under App order.\n\n## Use first app as default app\n\nYou can easily let Nextcloud redirect your user to the first app in their\npersonal order by changing the following parameter in your config/config.php:\n\n    'defaultapp' => 'apporder',\n\nUsers will now get redirected to the first app of the default order or to the\nfirst app of the user order." : "Ative a ordenação dos ícones de aplicativos nas definições pessoais. A ordenação será guardada individualmente\npara cada usuário. Os administradores podem definir uma ordenação personalizada padrão.\n\n## Defina uma ordenação padrão para novos usuários\n\nVá às Definições de Administrador > Definições adicionais e arraste os ícones por debaixo da ordenação da Aplicação.\n\n## Use o primeiro aplicativo como aplicativo padrão \n\nPode facilmente permitir que o Nextcloud redirecione o seu utilizador para a \nprimeira aplicação na sua ordenação pessoal, alterando o seguinte \nparâmetro no seu\nconfig/config.php:\n\n    'defaultapp' => 'apporder',\n\nOs utilizadores serão agora redirecionados para a primeira aplicação da ordenação predefinida ou para \na primeira aplicação da ordenação do utilizador.",
    "App Order" : "Ordem de Aplicativos",
    "Set a default order for all users. This will be ignored, if the user has setup a custom order, and the default order is not forced." : "Defina uma ordem padrão para todos os usuários. Isto será ignorado se o usuário configurar uma ordem personalizada.",
    "Drag the app icons to change their order." : "Arraste os ícones dos aplicativos para mudar a ordem.",
    "Force the default order for all users:" : "Forçar a ordem predefinida para todos os usuários:",
    "If enabled, users will not be able to set a custom order." : "Se habilitado, os usuários não poderão personalizar a ordem dos aplicativos."
},"pluralForm" :"nplurals=2; plural=(n > 1);"
}