{ "translations": {
    "App order" : "Порядок приложений",
    "AppOrder" : "Порядок приложений",
    "Sort apps in the menu with drag and drop" : "Сортируйте приложения с помощью перетаскивания",
    "Enable sorting the app icons from the personal settings. The order will be saved for each user individually. Administrators can define a custom default order.\n\n## Set a default order for all new users\n\nGo to the Settings > Administration > Additional settings and drag the icons under App order.\n\n## Use first app as default app\n\nYou can easily let Nextcloud redirect your user to the first app in their personal order by changing the following parameter in your config/config.php:\n\n    'defaultapp' => 'apporder',\n\nUsers will now get redirected to the first app of the default order or to the first app of the user order." : "Включите сортировку иконок приложений в личных настройках. Порядок будет сохранен для каждого пользователя отдельно. Администраторы могут определять пользовательский список по умолчанию.\n\n## Установить порядок по умолчанию для всех новых пользователей.\nПерейти к Настройки администратора > Дополнительные параметры и перетащить значки в разделе «Список приложений».\n\n## Использовать первое приложение в качестве приложения по умолчанию\n\nВы можете легко позволить Nextcloud перенаправить пользователя на первое приложение в своем личном списке, изменив следующий параметр в вашем config/config.php:\n\n 'defaultapp' => 'apporder',\n\nТеперь пользователи будут перенаправлены на первое приложение по умолчанию или в первое приложение в пользовательском списке.",
    "App Order" : "Порядок приложений",
    "Set a default order for all users. This will be ignored, if the user has setup a custom order, and the default order is not forced." : "Задаёт для всех пользователей порядок приложений по умолчанию. Не распространяется на пользователей, которые самостоятельно задали порядок приложений при отключённом параметре «принудительно использовать заданный порядок приложений».",
    "Drag the app icons to change their order." : "Перемещайте значки приложений для изменения порядка их следования.",
    "Force the default order for all users:" : "Принудительно использовать заданный порядок приложений для всех пользователей:",
    "If enabled, users will not be able to set a custom order." : "При включении этого параметра пользователи не смогут задавать свой порядок приложений."
},"pluralForm" :"nplurals=4; plural=(n%10==1 && n%100!=11 ? 0 : n%10>=2 && n%10<=4 && (n%100<12 || n%100>14) ? 1 : n%10==0 || (n%10>=5 && n%10<=9) || (n%100>=11 && n%100<=14)? 2 : 3);"
}