{ "translations": {
    "App order" : "Zoradenie aplikácií",
    "AppOrder" : "AppOrder",
    "Sort apps in the menu with drag and drop" : "Poradie aplikácií v ponuke je možné meniť potiahnutím",
    "Enable sorting the app icons from the personal settings. The order will be saved for each user individually. Administrators can define a custom default order.\n\n## Set a default order for all new users\n\nGo to the Settings > Administration > Additional settings and drag the icons under App order.\n\n## Use first app as default app\n\nYou can easily let Nextcloud redirect your user to the first app in their personal order by changing the following parameter in your config/config.php:\n\n    'defaultapp' => 'apporder',\n\nUsers will now get redirected to the first app of the default order or to the first app of the user order." : "Umožňuje zoradenie ikon aplikácií prostredníctvom osobných nastavení. Poradie sa uloží pre každého užívateľa zvlášť. Správcovia môžu určiť predvolené poradie ikon.\n\n## Nastavenie predvoleného poradia ikon pre nových používateľov\n\nChoďte do Nastavenia > Správa > Ďalšie nastavenia a v sekcii Poradie aplikácií popreťahujte ikony do vami zvoleného poradia.\n\n## Použitie prvej aplikácie ako predvolené\n\nPoužívateľa môžete jednoducho presmerovať na prvú aplikáciu v poradí tým, že zmeníte nasledujúci parameter v súbore config/config.php:\n\n'defaultapp' => 'apporder',\n\nPoužívatelia teraz budú automaticky presmerovaní na prvú aplikáciu predvoleného resp. im nastaveného poradia.",
    "App Order" : "Zoradenie aplikácií",
    "Set a default order for all users. This will be ignored, if the user has setup a custom order, and the default order is not forced." : "Nastaviť predvolenú objednávku pre všetkých používateľov. Toto bude ignorované, ak má užívateľ nastavenú vlastnú objednávku a predvolená objednávka nie je vynútená.",
    "Drag the app icons to change their order." : "Presuňte ikony aplikácií a zmeňte ich poradie.",
    "Force the default order for all users:" : "Vynútiť predvolenú objednávku pre všetkých používateľov:",
    "If enabled, users will not be able to set a custom order." : "Ak je povolená, používatelia nebudú môcť nastaviť vlastnú objednávku."
},"pluralForm" :"nplurals=4; plural=(n % 1 == 0 && n == 1 ? 0 : n % 1 == 0 && n >= 2 && n <= 4 ? 1 : n % 1 != 0 ? 2: 3);"
}