{ "translations": {
    "App order" : "Распоред апликација",
    "AppOrder" : "Распоред",
    "Sort apps in the menu with drag and drop" : "Мењање распореда апликација у менију превлачењем",
    "Enable sorting the app icons from the personal settings. The order will be saved for each\nuser individually. Administrators can define a custom default order.\n\n## Set a default order for all new users\n\nGo to the Admin settings > Additional settings and drag the icons under App order.\n\n## Use first app as default app\n\nYou can easily let Nextcloud redirect your user to the first app in their\npersonal order by changing the following parameter in your config/config.php:\n\n    'defaultapp' => 'apporder',\n\nUsers will now get redirected to the first app of the default order or to the\nfirst app of the user order." : "Омогућава распоређивање икона апликација из личних поставки. Распоред ће бити сачуван за сваког корисника посебно. Администратор може да да дефинише подразумевани распоред.\n\n## Постављање подразумеваног распореда за све нове кориснике\n\nИдите у администраторске поставке > Додатне поставке и превуците иконице испод Распоред апликација.\n\n## Користите прву апликацију као подразумевану\n\nЛако можете омогућити Некстклауду да преусмери кориснике на прву апликацију у њиховом личном распореду мењањем следећег параметра у свом config/config.php:\n\n    'defaultapp' => 'apporder',\n\nКорисници ће сада бити преусмеравани на прву апликацију у подразумеваном распореду или у прву апликацију по њиховом распореду.",
    "App Order" : "Распоред апликација",
    "Set a default order for all users. This will be ignored, if the user has setup a custom order." : "Поставите подразумевани распоред апликација за све кориснике. Биће занемарено ако корисник има свој посебан распоред.",
    "Drag the app icons to change their order." : "Превлачите иконе апликација да промените распоред."
},"pluralForm" :"nplurals=3; plural=(n%10==1 && n%100!=11 ? 0 : n%10>=2 && n%10<=4 && (n%100<10 || n%100>=20) ? 1 : 2);"
}