{ "translations": {
    "App order" : "Uygulama sıralaması",
    "AppOrder" : "UygulamaSıralaması",
    "Sort apps in the menu with drag and drop" : "Menüdeki uygulamaların sıralamasını sürükleyip bırakarak değiştirir",
    "Enable sorting the app icons from the personal settings. The order will be saved for each user individually. Administrators can define a custom default order.\n\n## Set a default order for all new users\n\nGo to the Settings > Administration > Additional settings and drag the icons under App order.\n\n## Use first app as default app\n\nYou can easily let Nextcloud redirect your user to the first app in their personal order by changing the following parameter in your config/config.php:\n\n    'defaultapp' => 'apporder',\n\nUsers will now get redirected to the first app of the default order or to the first app of the user order." : "Uygulama simgelerinin kişisel tercihe göre sıralanabilmesini sağlar. Sıralama her kullanıcıya özel olarak kaydedilir. Yöneticiler özel bir sıralamayı varsayılan olarak atayabilir.\n\n## Tüm yeni kullanıcılar için varsayılan sıralamayı ayarlamak\n\nAyarlar > Yönetim > Ek ayarlar bölümüne giderek Uygulama sıralaması altındaki simgeleri sürükleyip bırakın.\n\n## İlk uygulamayı varsayılan uygulama olarak kullanmak\n\nconfig/config.php dosyasında aşağıdaki ayarı yaparak kullanıcıların uygulama listesindeki ilk uygulamanın varsayılan olarak açılması sağlanabilir:\n\n    'defaultapp' => 'apporder',\n\nBöylece kullanıcılar için varsayılan sıralamadaki ilk uygulama yerine yeğledikleri sıralamadaki ilk uygulama açılır.",
    "App Order" : "Uygulama sıralaması",
    "Set a default order for all users. This will be ignored, if the user has setup a custom order, and the default order is not forced." : "Tüm kullanıcılar için geçerli olacak varsayılan sıralamayı ayarlayın. Kullanıcı özel bir sıralama seçtiyse bu seçenek yok sayılır ve varsayılan sıralama uygulanmaz.",
    "Drag the app icons to change their order." : "Simgeleri sürükleyerek uygulamaları sıralayabilirsiniz.",
    "Force the default order for all users:" : "Tüm kullanıcılara uygulanacak varsayılan sıralama:",
    "If enabled, users will not be able to set a custom order." : "Bu seçenek etkinleştirildiğinde, kullanıcılar özel bir sıralama uygulayamaz."
},"pluralForm" :"nplurals=2; plural=(n > 1);"
}