{ "translations": {
    "App order" : "Порядок застосунків",
    "AppOrder" : "Перелік застосунків",
    "Sort apps in the menu with drag and drop" : "Впорядкування застосунків у меню за допомогою техніки Drag & Drop",
    "Enable sorting the app icons from the personal settings. The order will be saved for each\nuser individually. Administrators can define a custom default order.\n\n## Set a default order for all new users\n\nGo to the Admin settings > Additional settings and drag the icons under App order.\n\n## Use first app as default app\n\nYou can easily let Nextcloud redirect your user to the first app in their\npersonal order by changing the following parameter in your config/config.php:\n\n    'defaultapp' => 'apporder',\n\nUsers will now get redirected to the first app of the default order or to the\nfirst app of the user order." : "Дозволяє сортувати значки застосунків у персональних налаштуваннях. Порядок збурігається окремо для кожного користувача. Адміністратор може налаштувати власний початковий порядок.\n\n## Налаштувати початковий порядок для всіх нових користувачів\n\nПерейдіть у Налаштування адміністратора (Admin settings) > Додаткові налаштування (Additional settings) і перетянгіть значки у бажаному порядку.\n\n## Використовувати перший застосунок як початковий\n\nВи можете дозволити Nextcloud перенаправляти користувачів на перший застосунок у їхніх налаштуваннях за допомогою насткпного параметре у вашому файоі конфігурації config/config.php:\n\n    'defaultapp' => 'apporder',\n\nТепер користувачі будуть перенаправлятися одразу після входу на перший застосунок у їхніх налаштуваннях.",
    "App Order" : "Впорядкування застосунків",
    "Drag the app icons to change their order." : "Потягніть за іконку застосунку для зміни його позиції в переліку."
},"pluralForm" :"nplurals=4; plural=(n % 1 == 0 && n % 10 == 1 && n % 100 != 11 ? 0 : n % 1 == 0 && n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14) ? 1 : n % 1 == 0 && (n % 10 ==0 || (n % 10 >=5 && n % 10 <=9) || (n % 100 >=11 && n % 100 <=14 )) ? 2: 3);"
}